Repository: abbas0001/bridgedb
Catalog: bridgedb/i18n/*/LC_MESSAGES/bridgedb.po
Languages: ru

source: Sorry! Something went wrong with your request.
ru: Извините, с вашим запросом что-то пошло не так.

source: Language
ru: Язык

source: Report a Bug
ru: Сообщить об ошибке

source: Source Code
ru: Исходный код

source: Changelog
ru: Журнал изменений

source: Select All
ru: Выбрать все

source: Show QRCode
ru: Показать QR-код

source: QRCode for your bridge lines
ru: QR-код для адресов мостов

source: It seems there was an error getting your QRCode.
ru: Похоже, произошла ошибка при получении QR-кода.

source: This QRCode contains your bridge lines. Scan it with a QRCode reader to copy your bridge lines onto mobile and other devices.
ru: Этот QR-код содержит адреса мостов. Используйте сканер QR-кодов, чтобы скопировать адреса мостов на ваше мобильное устройство или куда-то ещё.

source: BridgeDB encountered an error.
ru: BridgeDB обнаружил ошибку.

source: There currently aren't any bridges available...
ru: На данный момент нет доступных мостов...

source: Perhaps you should try %s going back %s and choosing a different bridge type!
ru: Возможно, вам стоит попробовать %sвернуться%s и выбрать другой тип моста.

source: Step %s1%s
ru: Шаг %s1%s.

source: Download %s Tor Browser %s
ru: Скачайте %s Tor Browser %s

source: Step %s2%s
ru: Шаг %s2%s.

source: Get %s bridges %s
ru: Получите адреса %s мостов %s

source: Step %s3%s
ru: Шаг %s3%s.

source: Now %s add the bridges to Tor Browser %s
ru: Добавьте %sадреса мостов в Tor Browser%s

source: %sJ%sust give me bridges!
ru: %sП%sросто дайте мне адреса мостов

source: Advanced Options
ru: Дополнительные опции

source: No
ru: Нет

source: none
ru: нет

source: %sY%ses!
ru: %sД%sа

source: %sG%set Bridges
ru: %sП%sолучить адреса мостов

source: [This is an automated email.]
ru: [Это автоматическое письмо]

source: Here are your bridges:
ru: Ваши мосты:

source: You have exceeded the rate limit. Please slow down! The minimum time between emails is %s hours. All further emails during this time period will be ignored.
ru: Вы превысили допустимый лимит. Пожалуйста, повторите запрос через %s ч. или позже. Сообщения, отправленные до этого времени, будут проигнорированы.

source: If these bridges are not what you need, reply to this email with one of the following commands in the message body:
ru: Если эти мосты – не то, что вам нужно, ответьте на это письмо с одной из следующих команд в теле сообщения:

source: BridgeDB can provide bridges with several %stypes of Pluggable Transports%s, which can help obfuscate your connections to the Tor Network, making it more difficult for anyone watching your internet traffic to determine that you are using Tor.
ru: BridgeDB может работать с несколькими %sтипами подключаемых транспортов%s. Это помогает снизить риск обнаружения и скрыть ваше соединение с Tor. Ваш трафик в сети Tor будет практически невозможно отследить.

source: Some bridges with IPv6 addresses are also available, though some Pluggable Transports aren't IPv6 compatible.
ru: Есть также мосты с IPv6-адресами, но не все подключаемые транспорты совместимы с IPv6.

source: Additionally, BridgeDB has plenty of plain-ol'-vanilla bridges %s without any Pluggable Transports %s which maybe doesn't sound as cool, but they can still help to circumvent internet censorship in many cases.
ru: BridgeDB содержит много обычных мостов %s без каких-либо подключаемых транспортов. Не так круто выглядит, но %s во многих случаях позволяет обходить интернет-цензуру.

source: What are bridges?
ru: Что такое мост?

source: %s Bridges %s are Tor relays that help you circumvent censorship.
ru: %s Мост %s – узел в сети Tor, который помогает обойти цензуру.

source: I need an alternative way of getting bridges!
ru: Другой способ получить список мостов

source: Another way to get bridges is to send an email to %s. Leave the email subject empty and write "get transport obfs4" in the email's message body. Please note that you must send the email using an address from one of the following email providers: %s or %s.
ru: Отправьте email на адрес %s. Оставьте тему письма пустой, а в теле cообщения напишите "get transport obfs4". Пожалуйста, обратите внимание: вы должны отправить письмо с %s или %s.

source: My bridges don't work! I need help!
ru: Мост не работает, помогите!

source: If your Tor Browser cannot connect, please take a look at the %s and our %s.
ru: Если Tor Browser не может выполнить соединение, пожалуйста, обратите внимание на %s и %s.

source: Here are your bridge lines:
ru: Адреса мостов:

source: Get Bridges!
ru: Получить адреса мостов

source: Bridge distribution mechanisms
ru: Способы передачи мостов пользователям

source: BridgeDB implements four mechanisms to distribute bridges: "HTTPS", "Moat", "Email", and "Reserved". Bridges that are not distributed over BridgeDB use the pseudo-mechanism "None". The following list briefly explains how these mechanisms work and our %sBridgeDB metrics%s visualize how popular each of the mechanisms is.
ru: BridgeDB реализует четыре способа, которыми пользователи могут получить мосты, назовём их «HTTPS», «Moat», «Email» и «Зарезервированный». Мосты, которые не раздаются BridgeDB, используют псевдомеханизм «Неопределённые». Далее кратко рассказано, как работают эти способы. %sСтатистика BridgeDB%s показывает, насколько популярен каждый из способов.

source: The "HTTPS" distribution mechanism hands out bridges over this website. To get bridges, go to %sbridges.torproject.org%s, select your preferred options, and solve the subsequent CAPTCHA.
ru: «HTTPS»: мосты передаются через этот веб-сайт. Чтобы получить мосты, перейдите на %sbridges.torproject.org%s, укажите опции (необязательно) и ответьте на вопрос капчи.

source: The "Moat" distribution mechanism is part of Tor Browser, allowing users to request bridges from inside their Tor Browser settings. To get bridges, go to your Tor Browser's %sTor settings%s, click on "request a new bridge", solve the subsequent CAPTCHA, and Tor Browser will automatically add your new bridges.
ru: «Moat»: часть Tor Browser, позволяет пользователям запрашивать мосты прямо из браузера. Откройте Tor Browser, зайдите в %sнастройки Tor%s, нажмите кнопку «Запросить новый мост...». решите капчу, и Tor Browser автоматически добавит в настройки новые мосты.

source: Users can request bridges from the "Email" distribution mechanism by sending an email to %sbridges@torproject.org%s and writing "get transport obfs4" in the email body.
ru: «Email»: отправьте электронное письмо по адресу %sbridges@torproject.org%s. В теле сообщения напишите get transport obfs4.

source: Reserved
ru: Зарезервированные

source: BridgeDB maintains a small number of bridges that are not distributed automatically. Instead, we reserve these bridges for manual distribution and hand them out to NGOs and other organizations and individuals that need bridges. Bridges that are distributed over the "Reserved" mechanism may not see users for a long time. Note that the "Reserved" distribution mechanism is called "Unallocated" in %sbridge pool assignment%s files.
ru: BridgeDB поддерживает небольшое количество мостов, которые не распределяются автоматически. Мы передаём их непосредственно НКО и другим организациям и частным лицам, которым эти мосты нужны. Эти мосты могут долгое время ждать своих пользователей. Обратите внимание, что этому способу соответствует понятие «Не распределено» в файлах %sназначения пула мостов%s.

source: None
ru: Неопределённые

source: Bridges whose distribution mechanism is "None" are not distributed by BridgeDB. It is the bridge operator's responsibility to distribute their bridges to users. Note that on Relay Search, a freshly set up bridge's distribution mechanism says "None" for up to approximately one day. Be a bit patient, and it will then change to the bridge's actual distribution mechanism.
ru: Некоторые мосты не распространяются BridgeDB. Оператор такого моста сам решает, как информировать пользователей о своём мосте. Обратите внимание, что в поиске по узлам новый мост будет «неопределённым» примерно сутки. Проявите немного терпения, и способ скоро он изменится на фактический.

source: Please select options for bridge type:
ru: Пожалуйста, выберите параметры моста:

source: Do you need IPv6 addresses?
ru: Нужны адреса IPv6?

source: Do you need a %s?
ru: Нужен подключаемый транспорт (%s)?

source: Your browser is not displaying images properly.
ru: Ваш браузер некорректно показывает изображения.

source: Enter the characters from the image above...
ru: Введите символы с изображения...

source: How to start using your bridges
ru: Как использовать мосты

source: First, you need to %sdownload Tor Browser%s. Our Tor Browser User Manual explains how you can add your bridges to Tor Browser. If you are using Windows, Linux, or OS X, %sclick here%s to learn more. If you are using Android, %sclick here%s.
ru: Во-первых, вам нужно %sскачать Tor Browser%s. В руководстве Tor написано, как добавить свои мосты в Tor Browser. Пользователи Windows, Linux и macOS могут узнать подробности %sздесь%s, а пользователи Android – %sздесь%s.

source: Add these bridges to your Tor Browser by opening your browser preferences, clicking on "Tor", and then adding them to the "Provide a bridge" field.
ru: Чтобы добавить эти мосты в Tor Browser, откройте настройки браузера, выберите «Tor – Использовать мост – Указать свой мост».

source: (Request unobfuscated Tor bridges.)
ru: (Запросить немаскированные мосты Tor)

source: (Request IPv6 bridges.)
ru: (Запросить мосты с поддержкой IPv6)

source: (Request obfs4 obfuscated bridges.)
ru: (Запросить замаскированные мосты obfs4)
